{"ads":{


  "unity_inter":"Interstitial_Android",
  "unity_banner":"Banner_Android",
  "unity_reward":"Rewarded_Android",
  "unity_gameid":"5082535",


  "facebook_inter":"IMG_16_9_APP_INSTALL#1444095999348608_1507496829675191",
  "facebook_banner":"IMG_16_9_APP_INSTALL#1444095999348608_1508844899540384",
  "facebook_native":"IMG_16_9_APP_INSTALL#1444095999348608_1526320831126124",
  "facebook_reward":"PLAYABLE#1444095999348608_1582552458836294",


  "admob_inter":"ca-app-pub-3940256099942544/1033173712",
  "admob_banner":"ca-app-pub-3940256099942544/6300978111",
  "admob_native":"ca-app-pub-3940256099942544/2247696110",
  "admob_reward":"ca-app-pub-3940256099942544/5224354917",


  "yandex_banner":"R-M-DEMO-320x100",
  "yandex_inter":"R-M-DEMO-interstitial",
  "yandex_native":"R-M-DEMO-native-i",
  "yandex_reward":"demo-rewarded-yandex",

  "vungle_appid":"645e64defe20a95ccb12bd7b ",
  "vungle_inter":"INTER-5944534",
  "vungle_banner":"DEFAULTBANNER-5844358",
  "vungle_reward":"REWARD-7025613",



  "download_dialog_txt":"download text from server",
  "banner_network_choice":"vungle",
  "interstisial_network_choice":"vungle",
  "reward_network_choice":"vungle",
  "native_network_choice":"admob"


},
  "my_data":[
    {"desc1":"Five Nights at Freddy's: Ruin Security Breach is the highly anticipated sixth installment in the popular horror game series, and it promises to take players on a chilling and thrilling journey like never before. In this latest iteration, players find themselves in a massive and eerie shopping mall called Freddy Fazbear's MegaPlex. This setting deviates from the traditional small, confined spaces of previous games, offering a sprawling and intricately detailed environment to explore."},
    {"desc2":"The game introduces a new protagonist, a security guard named Alex, who must navigate the labyrinthine mall to uncover its dark secrets. Alex quickly realizes that the animatronic characters, including the iconic Freddy Fazbear, have undergone a sinister transformation. These animatronics, once beloved entertainers, now roam the mall with malevolent intent, adding a new layer of terror to the gameplay."},
    {"desc3":"Players will need to employ a variety of strategies to survive the nightmarish ordeal. The mall offers multiple interactive areas, each with its unique challenges and hiding spots, making strategic planning and resource management crucial for survival. The classic mechanics of monitoring security cameras, closing doors, and conserving power remain, but they are enhanced by the expansive game world and new interactive elements."},
    {"desc4":"The narrative of Ruin Security Breach promises to delve deeper into the lore of the FNAF universe, shedding light on the origins of Freddy Fazbear's MegaPlex and the dark history behind it. Players will unravel the mysteries through immersive storytelling, discovering disturbing secrets hidden within the mall's abandoned areas."},
    {"desc5":"Graphics and sound design have received a significant upgrade, immersing players in a more realistic and horrifying experience. The animatronics are more detailed and menacing than ever, and the audio cues will keep players constantly on edge as they navigate the dark corridors and abandoned shops."},
    {"desc6":"With its larger, more complex game world, revamped gameplay mechanics, and an enticing blend of horror and mystery, Five Nights at Freddy's: Ruin Security Breach is poised to be a groundbreaking addition to the series, sure to send shivers down the spines of both longtime fans and newcomers alike"},
    {"desc7":"Prepare for a heart-pounding adventure filled with jump scares, suspense, and a deepening of the FNAF lore that will leave players eager to unravel the mall's chilling secrets."},
    {"descd":"In terms of gameplay innovation, Ruin Security Breach brings a dynamic and suspenseful element by incorporating an in-game time system. As night progresses, the mall becomes increasingly dangerous, and players must adapt their strategies accordingly. This real-time element adds an extra layer of tension, making every minute feel crucial as players strive to survive until dawn."}
  ]

}
